export default {
  projections: {
    ДолжностиE: {
      наименование: {
        __caption__: 'Наименование'
      },
      подразделения: {
        __caption__: 'Подразделения',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    ДолжностиL: {
      наименование: {
        __caption__: 'Наименование'
      },
      подразделения: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    наименование: {
      __caption__: 'Наименование'
    },
    подразделения: {
      __caption__: 'Подразделения'
    }
  }
};
