export default {
  projections: {
    КонтингентСотрE: {
      мужчины: {
        __caption__: 'Мужчины'
      },
      женщины: {
        __caption__: 'Женщины'
      },
      до21Года: {
        __caption__: 'До 21 года'
      },
      всего: {
        __caption__: 'Всего'
      },
      классВредФакт: {
        __caption__: 'Класс вред факт',
        наименование: {
          __caption__: 'Фактор производства'
        }
      },
      приказМЗР: {
        __caption__: 'Приказ МЗР',
        номерПункта: {
          __caption__: 'Номер пункта'
        }
      },
      периодичность: {
        __caption__: 'Периодичность'
      }
    }
  },
  validations: {
    всего: {
      __caption__: 'Всего'
    },
    до21Года: {
      __caption__: 'До 21 года'
    },
    женщины: {
      __caption__: 'Женщины'
    },
    мужчины: {
      __caption__: 'Мужчины'
    },
    периодичность: {
      __caption__: 'Периодичность'
    },
    классВредФакт: {
      __caption__: 'Класс вред факт'
    },
    приказМЗР: {
      __caption__: 'Приказ МЗР'
    },
    списокНаМедосм: {
      __caption__: 'списокНаМедосм'
    }
  }
};
